IDEA Open Model
ResultOfNLAPoint2 Properties
Compatible with IDEA StatiCa 20.1
The ResultOfNLAPoint2 type exposes the following members.
Properties
Name | Description
Id
 Id of point
ResultOfIncrements
 Results in load case
X
 X coordinates on cross-section
Y
 Y coordinates on cross-section
Top
See Also
Reference
ResultOfNLAPoint2 Class
IdeaRS.OpenModel.Result Namespace